# MepLowerTopElevationIncludeInsulation Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..MepLowerTopElevationIncludeInsulation Property
ParameterTypeId Class See Also
---
"Lower End Top of Insulation Elevation"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MepLowerTopElevationIncludeInsulation { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MepLowerTopElevationIncludeInsulation As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MepLowerTopElevationIncludeInsulation {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace